Revit 2027 API
BuiltInFailures.InfillFailures.InsertOverlapsOrOut Property
 Highlighted inserts overlap with other inserts or completely miss their hosts.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId InsertOverlapsOrOut { get; }
Public Shared ReadOnly Property InsertOverlapsOrOut As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ InsertOverlapsOrOut {
	FailureDefinitionId^ get ();
}
static member InsertOverlapsOrOut : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.InfillFailures Class
Autodesk.Revit.DB Namespace